Revit 2027 API
SymbolTypeId.Pa Property
 Symbol Pa, indicating unit Pascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Pa { get; }
Public Shared ReadOnly Property Pa As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Pa {
	ForgeTypeId^ get ();
}
static member Pa : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace